export const BD_DIVISIONS = ['ঢাকা','চট্টগ্রাম','রাজশাহী','খুলনা','বরিশাল','সিলেট','রংপুর','ময়মনসিংহ'];

export const BD_DISTRICTS = {
  'ঢাকা':       ['ঢাকা','গাজীপুর','নারায়ণগঞ্জ','মানিকগঞ্জ','মুন্সীগঞ্জ','নরসিংদী','ফরিদপুর','মাদারীপুর','শরীয়তপুর','রাজবাড়ী','গোপালগঞ্জ','কিশোরগঞ্জ','টাঙ্গাইল'],
  'চট্টগ্রাম':  ['চট্টগ্রাম','কক্সবাজার','রাঙামাটি','বান্দরবান','খাগড়াছড়ি','ফেনী','লক্ষ্মীপুর','নোয়াখালী','কুমিল্লা','ব্রাহ্মণবাড়িয়া','চাঁদপুর'],
  'রাজশাহী':    ['রাজশাহী','নওগাঁ','নাটোর','চাঁপাইনবাবগঞ্জ','পাবনা','সিরাজগঞ্জ','বগুড়া','জয়পুরহাট'],
  'খুলনা':      ['খুলনা','বাগেরহাট','সাতক্ষীরা','যশোর','ঝিনাইদহ','মাগুরা','নড়াইল','কুষ্টিয়া','চুয়াডাঙ্গা','মেহেরপুর'],
  'বরিশাল':     ['বরিশাল','পটুয়াখালী','ভোলা','পিরোজপুর','ঝালকাঠি','বরগুনা'],
  'সিলেট':      ['সিলেট','মৌলভীবাজার','হবিগঞ্জ','সুনামগঞ্জ'],
  'রংপুর':      ['রংপুর','দিনাজপুর','গাইবান্ধা','কুড়িগ্রাম','লালমনিরহাট','নীলফামারী','পঞ্চগড়','ঠাকুরগাঁও'],
  'ময়মনসিংহ':  ['ময়মনসিংহ','জামালপুর','নেত্রকোণা','শেরপুর'],
};

export const BD_UPAZILAS = {
  'ঢাকা':       ['সাভার','ধামরাই','কেরানীগঞ্জ','নবাবগঞ্জ','দোহার','মিরপুর','গুলশান','উত্তরা','মতিঝিল','রমনা'],
  'গাজীপুর':   ['গাজীপুর সদর','কালিয়াকৈর','কাপাসিয়া','শ্রীপুর','টঙ্গী'],
  'চট্টগ্রাম':  ['পাহাড়তলী','চান্দগাঁও','কোতোয়ালি','পতেঙ্গা','হালিশহর','আগ্রাবাদ','বায়েজিদ','খুলশী'],
  'রাজশাহী':   ['রাজশাহী সদর','বোয়ালিয়া','মতিহার','শাহ মখদুম','রাজপাড়া'],
  'খুলনা':     ['খুলনা সদর','সোনাডাঙ্গা','খালিশপুর','দৌলতপুর'],
  'সিলেট':     ['সিলেট সদর','জালালাবাদ','মোগলাবাজার','শাহপরান'],
  'বরিশাল':    ['বরিশাল সদর','কোতোয়ালি','বাকেরগঞ্জ','উজিরপুর'],
  'রংপুর':     ['রংপুর সদর','কোতোয়ালি','তারাগঞ্জ','বদরগঞ্জ'],
  'ময়মনসিংহ': ['ময়মনসিংহ সদর','মুক্তাগাছা','ফুলবাড়িয়া','ত্রিশাল'],
};
